{
  "meta": {
    "title": "Operation of Auto Sampler for HPLC"
  },
  "sections": {
    "purpose": "To describe the standard operating procedure for the operation of Auto Sampler for HPLC system to ensure automated and reproducible sample injection for chromatographic analysis.",
    "scope": "Applicable to automated sample injection activities carried out in the Central Instrumentation.",
    "procedure": [
      "Verify that the auto sampler is properly connected to the HPLC system and communication is established.",
      "Check that the sample tray or carousel is clean and properly positioned in the auto sampler.",
      "Ensure the injection syringe and needle are clean and free from blockages.",
      "Power ON the auto sampler module and initialize through the control software.",
      "Perform syringe priming and needle wash to remove air bubbles and contaminants.",
      "Set injection parameters including injection volume, wash cycles, and needle depth.",
      "Load sample vials and standard vials in designated positions on the sample tray.",
      "Ensure all vials are properly capped with septa and caps to prevent evaporation.",
      "Create or load the sample sequence with vial positions and injection order in the software.",
      "Run a test injection with blank or standard to verify proper injection and carryover check.",
      "Start the automated sequence and monitor the initial injections for any errors.",
      "Allow the auto sampler to complete the sequence with periodic monitoring.",
      "After completion, review the injection log for any failed or incomplete injections.",
      "Perform post-run cleaning by running wash cycles with appropriate solvents.",
      "Remove sample vials from the tray and power OFF the auto sampler.",
      "Document the sequence details and any observations in the instrument logbook."
    ],
    "precautions": [
      "Ensure proper alignment of the sample tray to avoid mis-injection.",
      "Use appropriate solvents for needle wash to prevent cross-contamination.",
      "Avoid overfilling vials to prevent spillage during injection.",
      "Regularly inspect and maintain the syringe and needle for wear and tear.",
      "Follow manufacturer guidelines for maintenance and troubleshooting.",
      "Wear appropriate PPE when handling samples and solvents.",
      "Ensure the auto sampler is compatible with the HPLC system in use.",
      "Perform routine calibration checks to ensure injection accuracy."
    ]
  }
}